Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/10_id_512938.html.tmx
Source language: nob
Languages: sme

source: Utforming og oppfølging av barne- og ungdomspolitikk for samisk barn og ungdom må ha som mål å skape oppvekstmiljøer for barn der samisk og norsk kultur i størst mulig grad har samme status og oppleves som likeverdige.
sme: Sámi mánáid ja nuoraid mánáid- ja nuoraidpolitihka hábmemis ja čuovvoleamis ferte leat mihttomearrin ásahit dakkár bajásšaddanbirrasiid mánáide gos sámi ja dáčča kultuvrras lea eanemus lági mielde seamma stáhtus ja gos dat adnojuvvojit ovttadássásažžan.

source: Samiske barn og unge i de samiske områdene må kunne forvente at de kommuner og fylkeskommuner de er bosatt i vil ivareta deres behov innenfor sine ansvarsområder.
sme: Sámi guovlluid sámi mánát ja nuorat galget sáhttit vuordit ahte dat suohkanat ja fylkkasuohkanat gos sii orrot, váldet vuhtii sin dárbbuid iežaset ovddasvástádussurggiin.

source: Regjeringen vil stimulere til at barn og ungdom står sentralt på dagsorden i kommuner og fylker.
sme: Ráđđe-hus áigu movttiidahttit dasa ahte mánát ja nuorat galget leat guovddážis suohkaniid ja fylkkaid áššelisttuin.

source: Samiske barn og unge er ingen ensartet gruppe, verken med hensyn til bosted eller til erfaringsbakgrunn.
sme: Sámi mánát ja nuorat eai leat ovttalágánat juohke sajis, go sii orrot iešguđet báikkiin ja sis leat iešguđetlágan vásáhusat.

source: Det er store ulikheter i vilkårene for samisk kulturutfoldelse avhengig av hvor barna bor.
sme: Kultuvrra ovdanbuktimis leat hui iešguđetlágan eavttut ja dat lea dan duohken gos mánát orrot.

source: Noen steder er samer i flertall og dermed synlige i samfunnet, mens andre steder er samene i mindretall og fremdeles mindre synlige i offentlige sammenhenger.
sme: Muhtin báikkiin leat sámit eanetlogus ja nu leat sii oidnosis servodagas, muhto muhtin báikkiin leat sámit unnitlogus ja ain unnán oidnosis almmolaš oktavuođain.

source: Hva som er nødvendig å gjøre for å styrke samiske barn og unges identitet og tilhørighet til det samiske samfunnet, vil variere fra kommune til kommune.
sme: Dilli lea iešguđetlágan suohkaniin ja dalle leat maid iešguđetlágan gáibádusat das maid lea dárbu dahkat vai sámi mánáid ja nuoraid identitehta ja gullevašvuohta nannejuvvošii sámi servodagas.

source: I noen kommuner er det tilbud om opplæring i samisk språk og muligheter for videreføring av samiske kulturtradisjoner som kan være det mest presserende.
sme: Muhtin suohkaniin lea oahpahusfálaldat sámegillii ja vejolašvuohta bisuhit sámi kulturárbevieruid dat mii lea deaŧaleamos.

source: I andre kommuner handler det om å få i gang en samisk barnehage og et samisk skoletilbud.
sme: Muhtin suohkaniin gis fertešii álggahit sámi mánáidgárddi ja sámi skuvlafálaldaga.

source: I de kommunene som tradisjonelt blir sett på som samiske kan det være framtidsutsiktene til ungdom, utdanning og framtidige arbeidsmuligheter som er det viktigste innsatsområdet.
sme: Dain suohkaniin maid atnet árbevirolaš sámi suohkanin soaitá leat deaŧaleamos nannensuorgi bargat nuoraid boahtteáiggi vejolašvuođaiguin, oahpahusain ja boahttevaš bargovejolašvuođai-guin.

source: Kommunene har varierende bevissthet om samiske barn og unges behov og interesser, noe som gjenspeiles i hvordan rettigheter og tilbud ivaretas.
sme: Muhtin suohkaniin leat dihtomielalaččat maid sámi mánáid ja nuoraid dárbbuid ja beroštumiid ektui, ja muhtin suohkaniin eai leat daidda gis nu ollu dihtomielalaččat.

source: I den praktiske gjennomføringen av barne- og ungdomspolitikken må kommuner og regionale myndigheter være de sentrale aktørene.
sme: Go geavatlaččat galgá čađahit mánáid- ja nuoraidpolitihka, de fertejit suohkanat ja guovllu eiseválddit leat guovddážis.

source: Barns og ungdoms oppvekstvilkår fastsettes i stor grad ut fra kommunale beslutninger og gjennom de kommunale tjenester.
sme: Mánáid ja nuoraid bajásšaddaneavttut mearriduvvojit obamuddui suohkanlaš mearrádusain ja suohkanlaš bálvalusaid oktavuođas.

source: Når barn og unge settes i sentrum må de organisatoriske løsningene formes ut i fra hva som er best for dem.
sme: Go mánáid ja nuoraid bidjá guovddážii, de ferte organisatuvrralaš čovdosiid hábmet dan mielde mii sidjiide lea buoremus.

source: Tverrsektorielt samarbeid og bedre utnyttelse av ressursene må stå sentralt i arbeidet med å videreutvikle det barne- og ungdomspolitiske arbeidet i kommuner og fylker.
sme: Surggiidgaskasaš ovttasbargu ja dat ahte buorebut atnit resurssaid ferte leat guovddážis go galgat viidáseappot ovddidit suohkaniid ja fylkkaid mánáid- ja nuoraidpolitihkalaš barggu.

source: Det er viktig at lokale myndigheter arbeider planmessig for å styrke oppvekstmiljøet, og at en ser sammenhengen mellom de offentlige tiltakene og arbeidet de frivillige organisasjonene gjør.
sme: Báikkálaš eiseválddit fertejit bargat plánaid ektui vai bajásšaddanbiras nannejuvvošii. Dás ferte maid máhttit oaidnit oktavuođa gaskal almmolaš doaibmabijuid ja barggu ja dan barggu maid eaktodáhtolaš organisašuvnnat barget.

source: Barne- og ungdomspolitikken må tilrettelegges slik at barn og ungdom får muligheten til å utvikle seg i fellesskap med sine jevnaldrende, og de må få tid og rom til å holde på med aktiviteter på egne premisser.
sme: Mánáid- ja nuoraidpolitihka ferte heivehit nu ahte mánát ja nuorat ožžot vejolašvuođa ovdánit ovttas seammaahkáhaččaiguin, ja sis ferte maid leat áigi ja sadji buđaldit doaimmaiguin iežaset eavttuid vuođul.

source: Tilgangen på og utformingen av møtesteder i nærmiljøet og i lokalsamfunnet har betydning for hvordan barn og unge kan møtes og for hva de kan gjøre.
sme: Deaivvadanbáikkit fertejit gávdnot ja hábmejuvvot lagaš birrasiidda ja báikkálaš servodahkii danne go dat váikkuhit dasa movt mánát ja nuorat galget beassat deaivvadit ja dasa maid sii galget beassat bargat.

source: Både barnehage, skoler, fritidsklubber, kulturskoler, frivillige organisasjoner og andre offentlige og private arenaer, som samiske språk- og kultursentra er viktige.
sme: Sihke mánáidgárdi, skuvllat, astoáigekluppat, kulturskuvllat, eaktodáhtolaš organisašuvnnat ja eará almmolaš ja priváhta arenat, nu go sámi giella- ja kulturguovddážat leat deaŧalaččat.

source: Det må derfor legges til rette for at den lokale frivilligheten kan utvikle seg med gode rammevilkår, blant annet gjennom tilgang på gratis skolelokaler eller andre egnede lokaler.
sme: Danne ferte dili láhčit vai báikkálaš eaktodáhtolašvuohta lassánivččii buriid rámma, ­eavttuiguin earret eará fáladettiin luoikat nuvttá skuvlalanjaid dahje eará heivvolaš lanjaid.

source: Barn og ungdom må trekkes aktivt med i utformingen av barne- og ungdomspolitikken lokalt, regionalt og nasjonalt.
sme: Mánáid ja nuoraid ferte oččodit aktiivvalaččat fárrui hábmet báikkálaš, guovllu ja nationála mánáid- ja nuoraidpolitihka.

source: Barne- og likestillingsdepartementet har i en årrekke stimulert til og støttet opp om lokalt medvirkningsarbeid for barn og unge, og lagt til rette for erfaringsutveksling og styrket kompetanse når det gjelder metodebruk.
sme: Mánáid- ja dásseárvodepartemeanta lea máŋga jagi juo movttidahttán ja dorjon báikkálaš mánáid ja nuoraid mieldedoaibmanbarggu. Dat lea maid láhčán dili nu ahte besset lonohallat vásáhusaid ja lea maid nannen metodageavaheami gelbbolašvuođa.

source: Barne- og ungdomsorganisasjonene er sentrale aktører i den lokale barne- og ungdomspolitikken.
sme: Mánáid- ja nuoraidorganisašuvnnat leat guovddážis báikkálaš mánáid- ja nuoraidpolitihkas.

source: Det er viktig at kommuner og fylkeskommuner legger til rette for deltakelse fra samiske organisasjoner, for eksempel i lokale og regionale barne- og ungdomsråd m.v..
sme: Suohkanat ja fylkkasuohkanat ferteše doaimmahit dili nu ahte sámi organisašuvnnat beasaše searvat ovdamearkka dihte báikkálaš ja guvllolaš mánáid- ja nuoraidráđđái jna..

source: Regjeringens innsats mot mobbing blant barn og unge er med på å skape et inkluderende samfunn.
sme: Ráđđehus lea rahčan bargat givssideami vuostá mánáid ja nuoraid gaskkas ja dat lea leamaš oassin ráhkadeamis fátmmasteaddji servodaga.

source: Gjennom Manifest mot mobbing 2006 – 2008 har Barne- og likestillingsdepartementet ansvaret for innsats mot mobbing på fritidsarenaer blant barn og unge.
sme: Givssideami vuostá lea ráhkaduvvon Julggaštus 2006 – 2008 ja dakko bokte lea Mánáid- ja dásseárvodepartemeanttas ovddasvástádus áŋgiruššat bargat givssideami vuostá astoáigebáikkiin sihke mánáid ja nuoraid gaskkas.

source: I dette arbeidet er det helt naturlig og nødvendig å nå ut til barn og unge i fritidsklubber og i ungdomshus, samt barn og unge som engasjerer seg i foreninger, klubber og i de frivillige barne- og ungdomsorganisasjonene.
sme: Dán barggus lea áibbas lunddolaš ja dárbbašlaš olahit mánáid ja nuoraid astoáigekluppain ja nuoraidviesuin, ja maid daid mánáid ja nuoraid geat leat mielde servviin, kluppain ja eaktodáhtolaš mánáid- ja nuoraidorganisašuvnnain.

source: Det er viktig at barn og ungdom får gode muligheter til å delta aktivt i dette arbeidet, gjennom at de blir tatt med på råd og får gjennomslag for egne forslag og strategier.
sme: Lea deaŧalaš ahte mánát ja nuorat ožžot buriid vejolašvuođaid aktiivvalaččat searvat dan bargui, dakko bokte ahte sin váldet fárrui ráđiide ja dainna lágiin ožžot sii doarjaga iežaset evttohusaide ja strategiijaide.

source: Sametinget har inngått samarbeidsavtaler med fylkeskommunene i Troms, Finnmark, Nordland, Nord-Trøndelag, Sør-Trøndelag og Hedemark fylkeskommuner blant annet om utvikling av tiltak og prosjekter som innholder tiltak for og av barn og unge.
sme: Sámediggi lea ásahan ovttasbargošiehtadusa Romssa, Finnmárkku, Nordlándda, Davvi-Trøndelága, Lulli-Trøndelága ja Hedmárkku fylkkasuoh ­kaniiguin man oktavuođas galget earret eará ráhkadit doaibmabijuid ja prošeavttaid main leat doaimmat maid mánát ja nuorat leat hutkan iežaset várás.

source: Tiltakene retter seg mot blant annet synliggjøring og utvikling av samisk språk og kultur.
sme: Doaibmabijut galget leat dan várás ahte oainnusin dahkat ja ovddidit sámi giela ja kultuvrra.

source: 9.4 Sametingets arbeid for samiske barn
sme: 9.4 Sámedikki bargu sámi mánáid várás

source: Sametinget arbeider for å skape gode og stabile oppvekstvilkår for samiske barn og unge.
sme: Sámediggi bargá ráhkadit buriid ja dássidis bajásšaddaneavttuid sámi mánáide ja nuoraide.

source: Ved fordeling av tilskudd prioriteres barn og unge.
sme: Go juhket doarjagiid de vuoruhit mánáid ja nuoraid.

source: Samiske festivaler som har innslag for eller med samiske barn og unge gis støtte, likedan teatervirksomhet.
sme: Dat sámi festiválat main leat sámi mánát ja nuorat geat ovdanbuktet lávlagiid jna, dahje gos leat ovdanbuktimat sin várás, sii ožžot doarjaga, nu maiddái teáhterdoaimmat.

source: Sametinget støtter informasjonskontoret for samisk ungdom Infonuorra, jf. boks 9.1.
sme: Sámediggi doarju diehtojuohkinkántuvrra mii lea sámi nuoraide Info, ­nuorra gč. boksa 9.1.

source: Sametinget forvalter en egen tilskuddsordning for barns oppvekstvilkår.
sme: Sámediggi hálddaša sierra doarjjaortnega mánáid bajásšaddandiliide.

source: I 2008 prioriterer Sametinget prosjekter som bidrar til utvikling av nye arenaer, møteplasser og formidlingsformer for barn og unge, prosjekter som bidrar til å overføre tradisjonskunnskap og styrke samisk språk, på tvers av generasjoner, og arenaer som fremmer barns oppvekstmiljø lokalt i samiske områder (jf. sak 60/07).
sme: 2008:s vuoruha Sámediggi dakkár prošeavttaid mat leat fárus ásaheame ođđa arenaid, deaivvadanbáikkiid ja gaskkustanvugiid mánáide ja nuoraide. Dat vuo ­ruha maid dakkár prošeavttaid mat leat fárus viidáseappot fievrrideame árbevirolaš máhtu ja nanneme sámegiela buolvvaid ja arenaid gaskkas ja mat ovdánahttet mánáid bajásšaddanbirrasa báikkálaččat sámi guovlluin (gč. ášši 60/07).

source: I 2008 fordeler Sametinget 1,9 mill. kroner i tilskudd til barns oppvekstvilkår.
sme: 2008:s juohká Sámediggi 1,9 milj. ruvnno doarjjan mánáid bajásšaddandiliide.

source: Sametinget har gitt støtte til Tysfjord kommune til konfliktforebyggende ungdomssamling ved Notvatn i Tysfjord august 2007.
sme: Sámediggi lea addán doarjaga Divttasvuona suohkanii nuoraiddeaivvadeapmái gos barget nákkuid eastademiin ja dat lei Notvatn báikkis Divttasvuonas 2007 borgemánu.

source: Målsettingen med prosjektet var å bygge bro mellom de partene som har vært involvert i konflikter mellom tettstedene i Tysfjord kommune.
sme: Mihttomearrin dainna prošeavttain lei dagahit sin gulahallat geat leat leamaš mielde riiddus Divttasvuona suohkana smávit báikkiid gaskkas.

source: Prosjektet bidro til å bryte ned fordommer mellom samene og den norske delen av befolkningen, og fremmet også samisk kultur og skapte gode relasjoner mellom ungdom fra de ulike delene av kommunen.
sme: Prošeakta lei fárus njeaidime ovdagáttuid gaskal sámiid ja dáččabeale ál, ­bmoga ja dat ovdánahtii maid sámi kultuvrra ja ásahii buriid oktavuođaid gaskal suohkana iešguđet báikkiid nuoraid.

source: Prosjektet ble av arrangøren og ungdommene beskrevet som meget vellykket.
sme: Lágideaddjit ja nuorat dadje prošeavtta leat lihkostuvvan hui bures.

source: Sametinget gir årlig støtte til ungdomsbladet Š, deler ut Sametingets idrettspris for ungdom og avholder Sametingets ungdomskonferanse i regi av Sametingets ungdomspolitiske utvalg (SUPU).
sme: Sámediggi addá juohke jagi doarjaga Š nuoraidbláđđái, juohká Sámedikki falástallanbálkkašumi nuoraide ja doallá Sámedikki nuoraidkonferánssa maid Sámedikki nuoraidpolitihkalaš lávdegoddi (SNPL) lágida.

source: SUPU er utnevnt til å være ungdommens talerør i Sametinget og er oppnevnt av Sametingsrådet for en periode for to år av gangen.
sme: SNPL lea válljejuvvon leat nuoraid jietnan Sámedikkis ja Sámediggeráđđi lea dan nammadan ain guovtti jagi áigodahkii.

source: SUPU har faste årlige møter med Sametingsrådet og deltar på Sametingets årlige møte med Barneombudet.
sme: SNPLas leat fásta čoahkkimat juohke jagi Sámediggeráđiin ja dat oassálastá maid juohke jahkásaš čoahkkimis mii Sámedikkis lea Mánáidáittardeddjiin.

source: I tillegg jobber SUPU også opp mot andre instanser, og er engasjert i ulike utvalg, råd og referansegrupper som Barents regionale ungdomsråd (BRYC), Europarådets ungdomskampanje, referansegruppen for de samiske veiviserne m.m..
sme: Dasa lassin bargá SNPLa maid earáid ektui, ja dat lea mielde iešguđetlágan lávdegottiin, ráđiin, referánsajoavk ­kuin nu go Barents guovllu nuoraidráđis (BRYC), Eurohpáráđi nuoraidáŋgiruššamis, sámi ofelaččaid referánsajoavkkus jna..

source: Sametingets ungdomskonferanse skal være en møteplass og et forum for samisk ungdom hvor de kan samles, diskutere aktuelle problemstillinger for ungdom og utveksle erfaringer og ideer.
sme: Sámedikki nuoraidkonferánsa galgá leat deaivvadanbáiki ja forum sámi nuoraide gos sii besset deaivvadit, digaštallat áigeguovdilis nuoraid váttisvuođaid ja lonohallat vásáhusaid ja idéaid.

source: I tillegg deltar medlemmene i SUPU på ulike konferanser og seminarer, både som ordinære deltakere og som foredragsholdere.
sme: Dasa lassin leat SNPL miellahtut fárus iešguđetlágan konferánssain ja seminárain, sihke dábálaš oasseváldin ja logaldallin.

source: Se også Sametingets årsmeldinger 2006, punkt 7 og 2007, punkt 1.1.1.
sme: Geahča maiddái Sámedikki 2006 jahkedieđáhusa čuoggá 7 ja 2007 jahkedieđáhusa čuoggá 11.1.

source: 9.5 Samiske barne- og ungdomsorganisasjoner
sme: 9.5 Sámi mánáid- ja nuoraidorganisašuvnnat

source: Barne- og ungdomsorganisasjonene er viktige for utviklingen av et dynamisk og demokratisk samfunn.
sme: Mánáid- ja nuoraidorganisašuvnnat leat deaŧalaččat go galgá ráhkadit dynámalaš ja demokráhtalaš servodaga.

source: Organisasjonenes arbeid er også viktig for å engasjere barn og ungdom i utformingen av samfunnet ut fra egne premisser og på forskjellig ideologisk grunnlag.
sme: Organisašuvnnaid bargu lea maid deaŧalaš vai mánát ja nuorat searvvaše mielde hábmet servodaga iežaset eavttuid vuođul ja iešguđetlágan ideologalaš vuođu mielde.

source: Regjeringen vil derfor videreutvikle og aktualisere tilskuddsordningene som støtter opp under de frivillige barne- og ungdomsorganisasjonenes virksomhet.
sme: Danne áigu ráđđehus viidáseappot ovddidit ja áigeguovdilin dahkat dakkár doarjjaortnegiid mat dorjot eaktodáhtolaš mánáid- ja nuoraidorganisašuvnnaid doaimma.

source: I det samiske samfunnet er grunnlaget for spesialiserte organisasjoner ikke alltid til stede.
sme: Sámi servodagas ii dáidde leat álo vuođđu ráhkadit spesialiserejuvvon organisašuvnnaid.

source: Det er få rene samiske barne- og ungdomsorganisasjoner, særlig i områder der samene er i fåtall.
sme: Eai leat galle čielga sámi mánáid- ja nuoraidorganisašuvnna, erenoamážit dain guovlluin gos sámit leat unnitlogus.

source: Samiske barn og unges interesser inngår ofte i de lokale sameforeningenes virksomhet.
sme: Sámi mánáid ja nuoraid beroštumit leat dávjá oassin báikkálaš sámi servviid doaimmas.

source: Det er viktig å ta høyde for dette i utformingen av støtteordninger, også på lokalt og regionalt nivå.
sme: Lea deaŧalaš dan atnit muittus go galgá hábmet doarjjaortnegiid, maiddái báikkálaš ja guovllu dásis.

source: Samiske ungdomsorganisasjoner har fått driftstilskudd fra Barne- og likestillingsdepartementets tilskuddsordning for grunnstøtte til frivillige barne- og ungdomsorganisasjoner.
sme: Sámi nuoraidorganisašuvnnat leat ožžon doaibmaruđa Mánáid- ja dásseárvodepartemeantta juolludanortnegis vuođđodoarjjan eaktodáhtolaš mánáid- ja nuoraidorganisašuvnnaide.

source: I denne tilskuddsordningen stilles det krav til organisasjonenes størrelse og utbredelse.
sme: Dan doarjjaortnegis leat gáibádusat organisašuvnna ja viidodaga hárrái.

source: Det er likevel tatt hensyn til de forhold og muligheter som gjelder for organisasjoner med begrenset rekrutteringsgrunnlag, deriblant samiske organisasjoner.
sme: Liikká leat váldán vuhtii daid diliid ja vejolašvuođaid mat leat dakkár organisašuvnnain main eai leat nu ollu miellahtut, ja dasa gullet maid sámi organisašuvnnat.

source: Norske samers riksforbund fikk i 2007 kr 225 000 til sitt barne- og ungdomsarbeid.
sme: Norgga Sámiid Riikka ­searvi oaččui 2007:s 225 000 ruvnno iežas mánáid- ja nuoraidbargui.

source: De samiske ungdomsorganisasjonene vil spille en sentral rolle i utviklingen av ungdomssamarbeidet i Barentsregionen.
sme: Sámi nuoraidorganisašuvnnat dáidet leat guovddážis go Barentsguovllus galgá ásahuvvot nuoraidovttasbargu.

source: Barents Regional Youth Forum (BRYF) har representanter fra urfolksungdom.
sme: Barents Regional Youth Forumis (BRYF) leat álgoálbmotnuoraid áirasat.

source: Forumet vil få en rolle som pådriver og initiativtaker til videre utvikling av samarbeid i regionen.
sme: Foruma galgá oažžut stuorát rolla ovddajođiheaddjin ja álggaheaddjin go ain galgá ovdánahttojuvvot ovttasbargu dán guovllus.

source: 9.6 Barnevernet
sme: 9.6 Mánáidsuodjalus

source: Det er et mål for regjeringen å videreutvikle et faglig godt barnevern med god flerkulturell kompetanse og god kunnskap om samisk barnevern i områder med samisk befolkning.
sme: Ráđđehusa ulbmil lea viidáseappot ovddidit fágalaččat buori mánáidsuodjalusa gos lea buorre máŋggakultuvrralaš gelbbolašvuohta ja buorre máhttu sámi mánáidsuodjalusas dain guovlluin gos sámit orrot.

source: Et barnevern til barnets beste innebærer et barnevern der også samisk språk og kultur oppleves som viktig og likeverdig.
sme: Go galgá leat mánáidsuodjalus mii lea mánnái buoremussan, de ferte leat dakkár mánáidsuodjalus gos sámi giella ja kultuvra adnojuvvo deaŧalažžan ja seammadássásažžan earáiguin.

source: Ideelt sett betyr dette at barneverntjenesten i kommuner med samisk befolkning har kunnskap om og tar hensyn til det samiske kulturelle perspektivet i samhandling med klienten, i sine beslutningsprosesser og i sine avgjørelser / tiltak.
sme: Buot buoremus livččii jus dakkár suohkana mánáidsuodjalusain gos leat sápmelaččat lea máhttu go galget váldit vuhtii sámi oaidninvuogi ovttasdoaimmadettiin geavaheddjiin go leat mearridanproseassain ja go mearridit / bidjet doaibmabijuid johtui.

source: Regjeringen bygger videre sin barnevernpolitikk på at foreldrene er barnas viktigste omsorgspersoner, og at det så langt det er mulig bør gis hjelp i familien og / eller i nærmiljøet og fra lokale forhold.
sme: Ráđđehus maid bidjá vuođđun iežas mánáidsuodjalanpolitihkkii ahte váhnemat leat mánáid deaŧaleamos fuollaolbmot, ja ahte nu guhkás go leažžá vejolaš galgá fállojuvvot veahkki bearraša siskkobealde ja/dahje lagaš birrasis.

source: Der foreldrene ikke strekker til, må samfunnet sikre barn og unge gode omsorgstilbud og oppvekstvilkår.
sme: Dakko gokko váhnemat eai nagot doaibmat, dakko galgá servodat sihkkarastit mánáide ja nuoraide buriid fuollabálvalusaid ja bajasšaddaneavttuid.

source: Som ledd i arbeidet med å spre kompetanse om kulturperspektivet i barnevernarbeidet i samiske områder, ytes det over Barne- og likestillingsdepartementets budsjett driftstilskudd til Barnevernets utviklingssenter i Nord-Norge.
sme: Mánáidsuodjalussii galgá gilvojuvvot gelbbo-lašvuohta kulturperspektiivvas go barget mánáidsuodjalusain sámi guovlluin. Veahkkin dan bargui juolluduvvo Mánáid- ja dásseárvodepartemeantta bušeahtas doaibmadoarjja Davvi Norgga Mánáidsuodjalusa ovdánahttinguovddážii.

source: En viktig oppgave for senteret er å bidra til utvikling av kunnskap om barnevernets møte med det flerkulturelle samfunnet, med vekt på samisk barnevern.
sme: Guovddážii lea deaŧalaš bargu leat mielde ovddidit dieđu das go mánáidsuodjalus deaivvada máŋggakultuvrralaš servodagain, mas deattuhuvvo sámi mánáidsuodjalus.

source: Barnevernets utviklingssenter i Nord-Norge ga i 2006 ut flere undervisningshefter om kulturperspektivet i barnevernet med utgangspunkt i barnevernsarbeid i samiske områder.
sme: Davvi Norgga Mánáidsuodjalusa ovdánahttinguovddáš almmuhii 2006:s máŋga oahpahusgirjjáža mánáidsuodjalusa kulturperspektiivva birra, main ledje vuođđun mánáidsuodjalanbarggut sámi guovlluin.

source: Heftene handler om hvilke teoretiske og praktiske forankringer et kulturperspektiv i barnevernet bør ha.
sme: Girjjit leat dan birra makkár teorehtalaš ja praktihkalaš vuođđu mánáidsuodjalusa kulturperspektiivvas galgá leat.

source: Temaheftene kan brukes i undervisningen for studenter i grunn- og videreutdanningene, og for ansatte i barnevernet.
sme: Daid fáddágirjjážiid sáhttá atnit vuođđooahpu ja joatkkaoahpu studeanttaide ja mánáidsuodjalusa bargiide.

source: Barne- og likestillingsdepartementet arrangerte i juni 2007 en nasjonal konferanse om samisk kultur og oppvekst og temaet kultur og barnevernsarbeid ble presentert på denne konferansen.
sme: Mánáid- ja dásseárvodepartemeanta lágidii 2007 geassemánu nationála konferánssa sámi kultuvrra ja bajásšaddama birra ja fáddá kultuvra ja mánáid ­suodjalusbargu buktojuvvui ovdan dan konferánssas.

source: Barne-, ungdoms- og familieetaten ble etablert i 2004, og består av Barne-, ungdoms- og familiedirektoratet og fem regioner.
sme: Mánáid-, nuoraid- ja bearašetáhta ásahuvvui jagi 2004, ja das leat mielde Mánáid-, nuoraid-, ja bearašdirektoráhtta ja vihtta regiuvnna.

source: Etaten har bl.a. ansvaret for familievern og samlivstiltak, barneverninstitusjoner, fosterhjemstjenesten, familie- og nærmiljøbaserte tjenester, faglig bistand til kommuner på barnevernområdet, adopsjon m.m..
sme: Etáhtas lea ee. ovddasvástádus bearašsuodjalussii ja ovttaseallindoaimmaide, mánáidsuodjalanásahusaide, biebmoruoktobálvalussii, bearaš- ja lagaš birrasii vuođđuduvvon bálvalusaide ja dat galgá maid addit fágalaš veahki suohkaniidda mánáidsuodjalanáššiin, adopšuvnnain jna..
